[DIALOG_102]
BUTTON_1146=配置
BUTTON_1001=测试
BUTTON_1004=
DIALOG_TITLE=WifiOnly校准写号工具
LABEL_1005=SN烧录:
LABEL_1006=
LABEL_1007=
LABEL_1008=WIFI校准:
LABEL_1009=
LABEL_1010=RF校准综测:
LABEL_1011=
LABEL_1012=
LABEL_1013=
LABEL_1185=通过:
LABEL_1186=总数:
LABEL_1181=MAC烧录:
[DIALOG_129]
BUTTON_1014=自动测试
BUTTON_1015=测试项失败结束测试
BUTTON_1017=...
BUTTON_1018=
BUTTON_1022=手动输入/扫描
BUTTON_1023=自动
BUTTON_1026=十进位
BUTTON_1027=十六进位
BUTTON_1028=设置正常启动模式
BUTTON_1060=2G850
BUTTON_1061=2G900
BUTTON_1062=2G1800
BUTTON_1063=2G1900
BUTTON_1064=3GBand1
BUTTON_1065=3GBand2
BUTTON_1066=3GBand5
BUTTON_1067=3GBand8
BUTTON_1068=普通校准
BUTTON_1069=快速校准
BUTTON_1070=RF综测
BUTTON_1071=
BUTTON_1072=
BUTTON_1073=保存
BUTTON_1074=基本设置:
BUTTON_1076=  SN烧录
BUTTON_1080=号码段:
BUTTON_1083=  WIFI校准
BUTTON_1107=  RF校准
BUTTON_1116=强制写入
BUTTON_1117=校准验证
BUTTON_1122=写IMEI
BUTTON_1127=AFC
BUTTON_1128=  RF
BUTTON_1130=线损
LABEL_1075=日志保存路径：
LABEL_1077=SN长度:
LABEL_1078=SN前缀:
LABEL_1079=SN后缀:
LABEL_1081=起始号:
LABEL_1082=总数:
LABEL_1084=EVMLimit1
LABEL_1085=EVMLimit2
LABEL_1086=EVMLimit3
LABEL_1087=EVMLimit4
LABEL_1088=EVMLimit5
LABEL_1089=EVMLimit6
LABEL_1090=EVMLimit7
LABEL_1091=EVMLimit8
LABEL_1092=EVMLimit9
LABEL_1093=EVMLimit10
LABEL_1094=FELossCH1
LABEL_1095=FELossCH2
LABEL_1096=FELossCH3
LABEL_1097=FELossCH4
LABEL_1098=FELossCH5
LABEL_1099=FELossCH6
LABEL_1100=FELossCH7
LABEL_1101=FELossCH8
LABEL_1102=FELossCH9
LABEL_1103=FELossCH10
LABEL_1104=FELossCH11
LABEL_1105=FELossCH12
LABEL_1106=FELossCH13
LABEL_1108=L850
LABEL_1109=L900
LABEL_1110=L1750
LABEL_1111=L1850
LABEL_1112=L1900
LABEL_1113=L1950
LABEL_1114=L2150
LABEL_1115=L2500
BUTTON_1125=打开
BUTTON_1187=重启设备
[DIALOG_134]
BUTTON_1129=  DeviceSN
BUTTON_1130=  WIFIMAC
BUTTON_1131=  BTMAC
BUTTON_1137=强制写入
BUTTON_1140=十进制
BUTTON_1141=十六进制
BUTTON_1144=强制写入
BUTTON_1148=强制写入
BUTTON_1150=号码段
BUTTON_1153=  IMEI
BUTTON_1155=号码段
BUTTON_1156=号码段
LABEL_1157=起始号:
LABEL_1158=起始号:
LABEL_1161=总数:
LABEL_1159=起始号1:
LABEL_1160=起始号2:
LABEL_1162=总数:
LABEL_1163=总数1:
LABEL_1164=总数2:
LABEL_1077=SN长度:
LABEL_1078=SN前缀:
LABEL_1079=SN后缀:
LABEL_1080=号码段:
LABEL_1081=起始号:
LABEL_1082=总数:
BUTTON_1165=手动输入/扫描
BUTTON_1166=自动
BUTTON_1167=手动输入/扫描
BUTTON_1168=自动
BUTTON_1169=手动输入/扫描
BUTTON_1170=自动
[PROMPT]
DIALOG_ALLCONFIG=配置窗口
IDS_ERROR_CAPTION=错误
IDS_INFO_CAPTION=信息
IDS_TEXT_SNDLG_CAPTION=SN输入窗口
IDS_TEXT_PWDDLG_CAPTION=密码输入窗口
IDS_TEXT_SHOW_PWD=显示密码
IDS_TEXT_OK=确定
IDS_TEXT_ON=开启
IDS_TEXT_OFF=关闭
IDS_TEXT_TEST=测试...
IDS_TEXT_SUCCESS=成功

IDS_TEXT_FAIL=失败
IDS_TEXT_CANCEL=取消
IDS_TEXT_TEST_BUTTON=测试
IDS_TEXT_STOP_BUTTON=停止
IDS_TEXT_STOPING_BUTTON=停止...
IDS_INFO_CONFIG_OK=保存配置成功.

IDS_ERROR_WIFI_EVMLIMIT=EVMLIMIT%d值无效!
IDS_ERROR_WIFI_FELOSSCH=FELossCH%d值无效!
IDS_ERROR_RF_ATTENUATION=RF衰减值无效!
IDS_ERROR_NO_TEST_ITEM=没有选中任何测试项!
IDS_ERROR_STILL_RUNNING=还在测试,请等待!
IDS_ERROR_NO_DEVICE=没有检测到测试设备!
IDS_ERROR_IPCS_DLL=加载libipcs.dll失败!
IDS_ERROR_ENGINE_DLL=加载Engine.dll失败!
IDS_ERROR_NO_TEST=没事可做!
IDS_ERROR_RF_NO_BAND=没有选择RF测试项!
IDS_ERROR_RF_XML=RF的XML文件不存在!
IDS_ERROR_RUN_OUT_OF_SN=当前SN段的号已经用完,请指定新的SN号段!
IDS_INFO_CONN_DEVICE=连接设备(COM=%d)...
IDS_INFO_CONN_PASS=连接设备成功
IDS_ERROR_CONN_FAIL=连接设备失败
IDS_INFO_SN_WRITE=烧写SN...
IDS_INFO_SN_PASS=烧写SN成功
IDS_ERROR_SN_FAIL=烧写SN失败
IDS_ERROR_SN_NO_INPUT=用户没有输入SN!
IDS_ERROR_SN_INVALID_PREFIX=校验SN前缀失败!
IDS_ERROR_SN_INVALID_SUFFIX=校验SN后缀失败!

IDS_INFO_MAC_WRITE=烧写MAC...
IDS_INFO_MAC_PASS=烧写MAC成功
IDS_ERROR_MAC_FAIL=烧写MAC失败
IDS_INFO_WIFI_CAL=WIFI自校准...
IDS_INFO_WIFI_PASS=WIFI自校准成功
IDS_ERROR_WIFI_FAIL=WIFI自校准失败
IDS_ERROR_WIFI_FAIL_RETRY=WIFI自校准失败,重试
IDS_ERROR_WIFI_RESULT_COMMIT_FAIL=提交WIFI自校准结果失败

IDS_INFO_RF_CAL=RF(%s)...
IDS_INFO_RF_BAND=RF频段(%s)
IDS_ERROR_RF_GET_AT_FAIL=没有找到AT端口
IDS_INFO_RF_AT=RF(AT=COM%d)

IDS_INFO_RF_PASS=RF(%s)成功
IDS_INFO_RF_CONFIG_BAND=设置rf频段...
IDS_INFO_RF_CONFIG_BAND_PASS=设置rf频段成功
IDS_ERROR_RF_FAIL=RF(%s)失败
IDS_ERROR_RF_CONFIG_BAND_FAIL=设置频段失败
IDS_INFO_RF_RESULT_COMMIT=提交RF(%s)结果...
IDS_INFO_RF_RESULT_COMMIT_PASS=提交RF(%s)结果成功
IDS_ERROR_RF_RESULT_COMMIT_FAIL=提交RF(%s)结果失败
IDS_ERROR_WRITE_IMEI_FAIL=写IMEI失败
IDS_ERROR_WRITE_IMEI_PASS=写IMEI成功
IDS_INFO_SET_NORMAL=设置正常启动模式...
IDS_INFO_SET_NORMAL_PASS=设置正常启动模式成功
IDS_ERROR_SET_NORMAL_FAIL=设置正常启动模式失败
IDS_INFO_ALL_TEST_PASS=全部测试通过
IDS_INFO_TIME_ELAPSE=耗时 %d'%d 秒

IDS_ERROR_OUT_OF_PCBSN=当前Pcb SN号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_DEVSN=当前Device SN号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_WIFIMAC=当前WIFI MAC号段已经用完,请指定新的号段!
IDS_ERROR_OUT_OF_BTMAC=当前蓝牙MAC号段已经用完,请指定新的号段!

IDS_INFO_ABORT=用户取消输入
IDS_INFO_FORMAT_ERROR=输入%s格式错误
IDS_INFO_SECOND_EXIT=%d秒后自动取消
IDS_INFO_CC=普通校准
IDS_INFO_FC=快速校准
IDS_INFO_CV=校准验证
IDS_INFO_RV=综测
IDS_INFO_SS_SKIP=已经存在%s,忽略写入
IDS_INFO_SS_WRITE=烧写%s...
IDS_INFO_SS_PASS=烧写%s成功
IDS_ERROR_SS_LENGTH=%s长度无效!
IDS_ERROR_SS_CARRY_LENGTH=前缀和后缀长度大于%s长度!
IDS_ERROR_SS_SEGMENT_START=%s号码段起始号无效!
IDS_ERROR_SS_SEGMENT_TOTAL=%s号码段总数无效!
IDS_TOOL_ENABLE=与设备握手...
IDS_TOOL_ENABLE_SUCCESS=与设备握手成功
IDS_TOOL_ENABLE_FAILED=与设备握手失败
IDS_BAND_SET_ERROR=校准Band设置不匹配
IDS_ERROR_MOPTEST=设备不在PTEST模式，无法进行校准
IDS_INFO_MOPTEST=设备在PTEST模式
IDS_INFO_COMMIT_NVM_FAIL=保存NVM数据失败
IDS_INFO_COMMIT_NVM_PASS=保存NVM数据成功
IDS_INFO_COMMIT_NVM=保存NVM数据
IDS_INFO_REBOOT=重启设备...
IDS_ERROR_CABLELOSS_DLL=加载 meas.dll 失败!
IDS_INFO_MEAS_START=开始测试线损...
IDS_INFO_MEAS_BAND=测试频段(%s)
IDS_ERROR_MEAS_GET_AT_FAIL=没有找到AT端口
IDS_INFO_MEAS_AT=测试线损(AT=COM%d)
IDS_INFO_MEAS_PASS=测试线损成功
IDS_INFO_MEAS_TIME_ELAPSE=耗时 %d'%d 秒
IDS_INFO_MEAS_PASS=测试完成
MENU_0=设置
MENU_0_0=配置
MENU_0_1=压力测试
MENU_0_1_0=使能
MENU_0_1_1=电源设置